{"columns":["readable","grammertype","wordlength","phraselength","CEFR_level","min_level","corpusFrequency","rank"],"index":["the","of","and","to","a","in","for","on","that","by","this","with","i","you","it","not","or","be","from","at","as","your","all","have","new","more","we","will","home","can","us","about","if","page","my","search","free","but","our","one","other","do","no","information","time","they","site","he","up","may","what","which","their","news","out","use","any","there","see","only","so","his","when","contact","here","business","who","web","also","now","help","get","view","online","first","would","how","me","some","click","its","like","service","than","find","price","date","back","top","people","list","name","just","over","state","year","day","into","email","two","health","world","next","used","go","work","last","most","music","buy","data","make","them","should","product","system","post","her","city","add","policy","number","such","please","available","copyright","support","message","after","best","software","then","good","video","well","where","info","public","high","school","through","each","she","review","order","very","privacy","book","company","read","group","sex","need","many","user","set","under","general","research","university","january","mail","full","map","program","life","know","way","management","part","could","great","united","hotel","real","item","international","must","store","travel","development","report","off","member","line","terms","before","send","right","type","because","local","office","education","national","car","design","take","internet","address","community","within","area","want","phone","dvd","shipping","subject","between","forum","family","long","based","code","show","even","black","check","special","website","index","being","much","sign","file","link","open","today","technology","south","case","project","same","version","section","own","found","house","related","security","both","county","photo","game","power","while","care","network","down","computer","three","total","place","end","following","download","him","without","per","access","think","north","current","big","media","law","control","water","history","size","art","personal","since","including","guide","shop","directory","board","location","change","white","text","small","rating","rate","government","during","return","shopping","account","level","digital","profile","previous","form","love","old","main","call","image","department","title","description","insurance","another","why","shall","property","class","still","money","quality","every","listing","content","country","private","little","visit","save","low","reply","customer","december","compare","include","college","value","article","man","card","provide","food","source","author","different","press","learn","sale","around","print","course","job","process","room","stock","training","too","credit","point","join","science","advanced","west","look","left","team","estate","box","select","gay","thread","week","category","note","live","large","gallery","table","register","however","june","october","november","market","library","really","action","start","series","model","air","industry","plan","human","yes","second","hot","cost","movie","march","september","better","say","july","medical","test","friend","come","study","application","staff","feedback","again","play","april","never","complete","street","topic","comment","financial","working","against","standard","tax","person","below","mobile","less","blog","party","payment","equipment","student","let","legal","above","recent","park","side","act","problem","red","give","memory","performance","social","august","quote","language","story","sell","experience","create","key","body","young","important","field","few","east","paper","single","age","club","example","additional","password","latest","something","road","gift","question","night","hard","pay","four","status","issue","range","building","court","february","always","result","audio","light","write","war","offer","blue","easy","event","release","analysis","request","making","picture","possible","might","professional","yet","month","major","star","future","space","committee","hand","sun","meeting","become","interest","child","keep","enter","share","similar","garden","million","reference","baby","learning","energy","run","delivery","net","popular","term","film","put","journal","try","welcome","central","president","notice","god","original","head","radio","until","cell","self","council","away","track","discussion","archive","once","entertainment","agreement","format","least","society","log","safety","sure","trade","edition","marketing","tell","further","association","able","fun","already","green","close","common","drive","specific","several","gold","living","collection","short","lot","ask","display","limited","means","director","daily","beach","past","natural","whether","due","electronics","five","upon","period","planning","database","official","weather","land","average","technical","window","region","island","record","direct","conference","environment","district","style","front","statement","update","ever","early","sound","resource","present","either","ago","document","word","material","bill","written","talk","federal","final","adult","thing","centre","via","cheap","finance","true","else","mark","third","rock","reading","bad","individual","plus","auto","cover","usually","edit","together","percent","fast","function","fact","unit","global","meet","far","economic","player","often","submit","amount","watch","included","feel","though","bank","risk","thanks","everything","various","production","commercial","weight","town","heart","advertising","choose","treatment","newsletter","knowledge","magazine","error","camera","girl","currently","construction","clear","golf","receive","domain","chapter","protection","loan","wide","beauty","manager","position","sort","half","step","engineering","simple","quick","none","license","friday","lake","whole","annual","later","basic","corporate","church","method","purchase","active","response","practice","hardware","figure","fire","holiday","chat","enough","along","among","death","writing","speed","loss","face","brand","discount","remember","oil","bit","yellow","political","increase","advertise","kingdom","base","near","environmental","thought","stuff","storage","entry","stay","nature","availability","summary","turn","mean","growth","agency","king","monday","activity","copy","although","drug","western","income","force","cash","employment","overall","bay","river","commission","package","engine","port","album","regional","stop","administration","bar","institute","double","dog","build","screen","exchange","soon","electronic","continue","across","season","apply","someone","anything","printer","condition","effective","believe","organization","effect","mind","sunday","selection","casino","lost","tour","menu","volume","cross","anyone","mortgage","hope","silver","corporation","wish","inside","solution","mature","role","rather","addition","supply","nothing","certain","executive","running","lower","necessary","union","clothing","particular","fine","hour","gas","six","bush","advice","career","military","rental","decision","leave","teens","huge","woman","bid","kind","middle","move","cable","division","tuesday","object","lesbian","appropriate","machine","logo","length","actually","nice","score","client","ok","capital","follow","sample","investment","saturday","culture","band","flash","lead","choice","registration","thursday","consumer","hi","airport","foreign","artist","outside","furniture","channel","letter","mode","wednesday","structure","fund","summer","allow","degree","contract","button","super","male","matter","custom","almost","located","multiple","distribution","editor","industrial","cause","potential","song","focus","late","fall","idea","female","responsible","win","associated","primary","cancer","reason","tool","browser","spring","foundation","answer","voice","friendly","schedule","communication","purpose","feature","bed","police","everyone","independent","approach","brown","physical","hill","medicine","deal","hold","glass","happy","thank","safe","unique","survey","prior","telephone","sport","ready","feed","animal","population","regular","secure","navigation","therefore","simply","evidence","station","round","understand","option","master","valley","recently","probably","sea","blood","cut","worldwide","improve","connection","hall","earth","impact","transfer","introduction","kitchen","strong","wedding","hospital","ground","ship","accommodation","disease","excellent","perfect","hair","opportunity","kit","classic","basis","command","express","award","distance","tree","assessment","ensure","thus","wall","involved","extra","especially","interface","budget","success","maximum","operation","quite","boy","beautiful","warning","wine","horse","vote","forward","significant","owner","retail","useful","directly","son","rule","housing","bring","mother","authority","traffic","programme","input","strategy","agent","valid","bin","modern","senior","sexy","teaching","door","grand","testing","trial","charge","instead","cool","normal","enterprise","entire","educational","leading","metal","positive","fitness","opinion","football","abstract","output","likely","develop","alternative","processing","responsibility","resolution","guest","publication","pass","trust","van","session","photography","republic","vacation","century","academic","assistance","skin","graphics","expected","ring","grade","mountain","pop","filter","vehicle","consider","northern","behind","panel","floor","match","default","require","outdoor","deep","morning","otherwise","rest","protein","plant","hit","transportation","pool","politics","partner","faculty","fish","membership","mission","eye","string","sense","pack","stage","internal","goods","born","unless","detailed","race","background","target","except","character","maintenance","ability","maybe","moving","pretty","southern","yourself","winter","rape","battery","youth","pressure","debt","medium","television","interested","core","break","throughout","dance","wood","itself","fee","studio","reader","virtual","device","rent","remote","dark","programming","external","apple","theory","enjoy","remove","aid","surface","minimum","visual","host","variety","block","repair","fair","civil","steel","understanding","fixed","wrong","beginning","finally","desktop","sector","capacity","fat","fully","father","electric","officer","driver","dead","respect","unknown","restaurant","trip","worth","poor","teacher","relationship","farm","peace","traditional","campus","creative","coast","benefit","progress","funding","lord","grant","agree","fiction","hear","sometimes","beyond","museum","themselves","fan","transport","interesting","wife","evaluation","former","implementation","ten","zone","complex","cat","die","flat","flow","literature","respective","parent","setting","scale","stand","economy","helpful","monthly","critical","frame","musical","definition","secretary","path","employee","chief","bottom","detail","pet","begin","royal","clean","switch","guy","relevant","justice","connect","cup","basket","weekly","installation","demand","suite","square","attention","advance","skip","diet","army","auction","gear","difference","correct","nation","piece","sheet","firm","seven","species","jump","resort","facility","random","certificate","minister","motion","fashion","documentation","monitor","trading","forest","whose","coverage","couple","chance","vision","ball","ending","listen","discuss","accept","naked","goal","successful","wind","clinical","situation","highly","publishing","appear","emergency","currency","leather","determine","temperature","palm","patient","actual","historical","stone","commerce","perhaps","difficult","scientific","satellite","fit","village","amateur","pain","particularly","coffee","cultural","easily","oral","poster","edge","functional","root","closed","ice","pink","balance","graduate","shot","architecture","initial","label","thinking","recommend","league","waste","minute","bus","dictionary","cold","manufacturing","chair","fishing","effort","phase","bag","fantasy","motor","professor","context","install","shirt","generally","foot","mass","crime","count","breast","quickly","religion","claim","driving","permission","surgery","patch","heat","wild","generation","miss","chemical","doctor","task","reduce","himself","nor","component","enable","exercise","bug","guarantee","leader","diamond","soft","alone","flight","fuel","walk","wait","pocket","saint","rose","freedom","argument","competition","joint","premium","fresh","attorney","upgrade","factor","stream","pick","hearing","eastern","therapy","upper","administrative","serious","prime","limit","quantity","urban","reporting","essential","myself","platform","load","immediately","nursing","heavy","covered","recovery","integrated","configuration","merchant","comprehensive","expert","universal","protect","drop","solid","presentation","orange","compliance","prevent","theme","rich","campaign","marine","improvement","guitar","finding","spirit","challenge","acceptance","seem","touch","intended","towards","hire","election","suggest","branch","serve","magic","mount","smart","avoid","manage","corner","rank","element","birth","virus","abuse","interactive","separate","quarter","procedure","leadership","define","racing","religious","breakfast","column","faith","chain","identify","missing","approximately","domestic","reach","comparison","mental","moment","sequence","inch","attack","sorry","opening","damage","lab","reserve","plastic","produce","snow","truth","counter","failure","weekend","dollar","camp","automatically","bridge","native","fill","movement","printing","baseball","approval","draft","chart","equal","adventure","matching","offering","profit","assistant","variable","advertisement","expect","parking","yesterday","determined","workshop","extension","golden","completely","lighting","funny","brother","gene","electrical","applicable","disc","pattern","boat","theatre","laser","sponsor","classical","icon","dedicated","direction","basketball","delete","evening","assembly","nuclear","mouse","signal","criminal","brain","sexual","powerful","dream","false","cast","flower","personnel","soul","promote","carry","flag","advantage","hello","maintain","tourism","priority","graphic","brief","eight","anonymous","iron","straight","script","prepared","alert","integration","tag","interview","mix","framework","disk","queen","clearly","fix","handle","sweet","desk","vice","associate","truck","ray","frequently","revenue","measure","duty","bear","gain","festival","laboratory","ocean","lack","depth","whatever","laptop","train","exactly","dry","explore","concept","nearly","eligible","reality","handling","origin","gaming","billion","destination","intelligence","route","broken","blow","battle","residential","speak","protocol","query","clip","partnership","editorial","expression","speech","wire","rural","replacement","tape","strategic","judge","spam","economics","acid","cent","fight","apartment","height","zero","speaker","obtain","designer","remain","failed","marriage","roll","secret","bath","negative","perform","healthy","translation","injury","ministry","lawyer","married","proposal","birthday","fail","slightly","assist","conduct","legislation","jazz","wear","ultimate","representative","frequency","minor","finish","physics","rare","extreme","row","forecast","administrator","cycle","contain","accuracy","dual","rise","sleep","bird","creation","scene","lady","crystal","famous","writer","chairman","violence","drink","academy","dynamic","gender","eat","permanent","agriculture","portfolio","practical","infrastructure","exclusive","seat","colour","originally","philosophy","regulation","reduction","aim","nutrition","recording","junior","toll","meaning","tip","secondary","wonderful","mine","ticket","guess","prevention","whom","ski","soccer","import","presence","instant","automatic","healthcare","majority","connected","ahead","moon","participation","scheme","utility","fly","manner","combination","amendment","despite","strength","proper","fear","convention","principal","daughter","standing","comfort","appeal","cruise","bonus","previously","hey","beat","household","smoking","arms","tea","achieve","dress","subscription","dealer","contemporary","sky","nearby","happen","exposure","hide","signature","gambling","refer","provision","outdoors","clothes","luxury","certainly","indeed","newspaper","toy","circuit","layer","slow","removal","trademark","hip","nine","mostly","spot","spend","factory","interior","grow","optical","promotion","relative","amazing","clock","dot","identity","conversion","feeling","hidden","reasonable","serial","relief","revision","broadband","influence","ratio","importance","rain","onto","planet","recipe","permit","proof","tennis","bass","prescription","bedroom","empty","instance","hole","ride","specifically","represent","conservation","pair","ideal","dinner","stress","cream","yeah","discover","fourth","marketplace","evil","aware","shape","evolution","remains","concerned","euro","operator","generic","usage","cap","ink","mixed","peak","competitive","exist","wheel","transit","salt","poetry","angel","bell","preparation","attempt","accordance","width","noise","forget","array","accurate","climate","pin","alcohol","instruction","sister","raw","explain","establish","extent","sharp","lane","paragraph","kill","mathematics","compensation","export","aircraft","conflict","employer","occur","percentage","describe","concern","backup","heritage","immediate","trouble","spread","coach","agricultural","expand","audience","participate","plug","specialist","cook","affect","experienced","investigation","hat","institution","sporting","bike","totally","plate","indicate","blonde","favourite","transmission","lose","organic","seek","extremely","equivalent","chemistry","agenda","anyway","curriculum","logic","prince","circle","soil","anywhere","psychology","wet","investor","identification","wildlife","elementary","cooking","respond","plain","exit","arm","launch","wave","holy","guidance","trail","enforcement","symbol","highway","buddy","poll","booking","celebrity","bond","notify","chocolate","pub","portion","scope","cotton","requirement","biology","border","ancient","debate","pregnancy","biography","leisure","notebook","historic","husband","disabled","crazy","upcoming","concert","retirement","efficiency","comedy","efficient","linear","commitment","constant","visa","mouth","gun","reflect","pure","deliver","wonder","hell","fruit","qualified","reform","lens","discovery","draw","assume","confidence","alliance","confirm","warm","neither","engineer","lifestyle","consistent","replace","suck","objective","sugar","crew","stick","relation","genre","slide","volunteer","rear","democratic","enhance","exact","bound","parameter","processor","formal","contribute","lock","hockey","storm","mile","bowl","supreme","recognition","tank","submission","estimate","encourage","kid","regulatory","inspection","cancel","territory","transaction","paint","delay","pilot","outlet","continuous","initiative","novel","pan","execution","disability","winner","contractor","episode","examination","dish","modify","truly","painting","extensive","affordable","universe","candidate","patent","slot","outstanding","perspective","mirror","tournament","consideration","catalogue","broad","labour","hate","terminal","behalf","liquid","rice","loop","salary","reservation","guard","properly","saving","empire","resume","twenty","newly","raise","prepare","illegal","expansion","vary","premier","tomorrow","milk","decide","consent","drama","downtown","keyboard","contest","boot","suitable","absolutely","lunch","audit","push","chamber","muscle","implement","typical","tower","yours","sum","significantly","chicken","temporary","attend","shower","tonight","dear","sufficient","shell","province","awareness","governor","beer","contribution","measurement","swimming","formula","constitution","solar","catch","reliable","consultation","sir","doubt","earn","unable","classroom","democracy","resistance","memorial","visitor","twin","forth","insert","drawing","biological","fighting","transition","spy","romance","instrument","split","heaven","pregnant","twice","classification","physician","bargain","normally","spiritual","hunting","suit","shift","chip","sit","cutting","wow","flexible","numerous","relatively","satisfaction","superior","cartoon","intellectual","carbon","spending","comfortable","magnetic","interaction","effectively","crisis","outlook","massive","bright","treat","poverty","piano","echo","grid","experimental","revolution","earnings","mystery","landscape","dependent","mechanical","journey","banner","applicant","charter","acquisition","teach","rapid","pull","diversity","reverse","deposit","seminar","specify","sensitive","concrete","completion","pulse","technique","voting","calculate","broadcast","anniversary","strip","specification","accident","accessible","resident","plot","possibly","airline","typically","representation","regard","pump","smooth","strike","consumption","narrow","afternoon","threat","consultant","ownership","legislative","trailer","castle","willing","exam","residence","density","hundred","strange","sustainable","statistical","mention","innovation","grey","parallel","operate","bold","bathroom","stable","opera","lesson","cinema","asset","scan","reaction","blank","severe","generate","aged","exception","duration","bulk","successfully","fabric","primarily","tight","contrast","recommendation","flying","recruitment","sin","cute","organized","adoption","expensive","capture","plane","seed","desire","expertise","mechanism","camping","jewellery","welfare","peer","eventually","bottle","innovative","rubber","conclusion","thousand","meat","legend","grace","monster","bone","collaboration","detection","inner","formation","entity","gate","settlement","valuable","tone","forever","busy","captain","fantastic","imagine","heating","leg","neck","wing","taste","commit","tiny","operational","rail","liberal","gap","tube","corresponding","belt","jacket","determination","animation","proud","excess","disaster","instructor","giant","alarm","usual","angle","rob","mining","ongoing","worst","liberty","era","convert","possibility","analyst","commissioner","dangerous","garage","exciting","reliability","unfortunately","respectively","attachment","pleasure","pants","nurse","prayer","appointment","hurricane","quiet","luck","producer","cheese","comic","carefully","jet","productivity","crown","underground","diagnosis","crack","principle","gang","appearance","smoke","craft","cake","apart","fellow","blind","mad","gross","strongly","cafe","horror","familiar","capable","till","pen","admission","shoe","victory","sand","terrorism","joy","mainly","ethnic","parliament","actor","seal","fifth","citizen","vertical","structural","municipal","prize","absolute","substance","pipe","lecture","simulation","layout","ill","concentration","lay","interpretation","dirty","deck","donate","worker","alive","temple","prove","genetic","promise","thin","exhibition","prefer","cabinet","sick","dose","evaluate","tropical","collect","bet","composition","nationwide","definitely","buffer","purple","existence","commentary","immigration","mutual","pipeline","necessarily","attribute","prison","skill","everyday","apparently","surrounding","popularity","inquiry","exhibit","throw","trend","visible","desert","coordinator","obviously","worse","summit","fundamental","escape","somewhat","receiver","substantial","progressive","glance","championship","impossible","obvious","depression","foster","passing","tissue","explanation","folk","fraud","electricity","spectrum","arrival","emphasis","aspect","workplace","crash","lift","shadow","infection","expense","venture","clinic","princess","mall","packet","involvement","dad","placement","extend","subsequent","motorcycle","yard","disclosure","establishment","tourist","mayor","murder","adequate","senator","yield","pour","dust","hence","entirely","radar","rescue","undergraduate","combat","occupation","closely","radiation","diary","seriously","shooting","ear","elsewhere","pollution","conservative","shock","effectiveness","abroad","tie","ward","roof","demonstrate","atmosphere","kiss","beast","experiment","overseas","assignment","rush","absence","cluster","whereas","surprise","lamp","partial","everybody","ranking","palace","acceptable","satisfied","glad","verify","globe","copper","medication","warehouse","receipt","ordinary","nobody","ghost","violation","stability","boss","pride","institutional","independence","reporter","champion","personally","plenty","solo","sentence","throat","ignore","uniform","excellence","wealth","tall","somewhere","vacuum","dancing","recognize","survival","quest","publish","screening","toe","whenever","lifetime","pioneer","venue","behaviour","vital","fairly","coastal","charity","intelligent","obligation","wake","stupid","segment","realize","regardless","enemy","puzzle","insight","lucky","latter","thick","repeat","syndrome","attendance","penalty","drum","flood","ease","arena","announcement","outcome","appreciate","casual","lovely","clause","smile","indoor","armed","regularly","tend","divorce","partly","tradition","hunt","deputy","complaint","boost","scholarship","governance","mill","chronic","moral","finger","pound","locate","burn","ourselves","bread","tobacco","wooden","tough","incident","lie","conversation","decrease","chest","pension","worship","capability","herself","precision","solve","reproduction","minority","diverse","sole","franchise","passion","rehabilitation","sight","defence","weak","reception","wise","odds","correctly","insider","geography","integrity","worry","discrimination","legacy","pleased","danger","vitamin","widely","phrase","genuine","intermediate","emotional","leaf","pad","glory","versus","combine","overnight","exceed","rod","fault","preliminary","introduce","silk","romantic","examine","suspension","sad","correction","slowly","communicate","rugby","supplement","infant","fluid","kick","meal","hurt","machinery","unlike","equation","probability","pot","dimension","slip","devil","grass","comply","achievement","funeral","passenger","convenient","silent","literary","egg","orientation","pill","theft","childhood","swing","talent","flexibility","seeker","wisdom","shoot","boundary","elite","spin","deadline","jurisdiction","robot","witness","powder","assess","wash","entrance","declaration","noble","shore","loose","recipient","illness","teenage","soap","jam","unusual","destruction","increasingly","migration","disorder","routine","basically","conventional","habitat","judicial","adjustment","hero","attitude","engaged","carpet","difficulty","punk","collective","coalition","pace","besides","wage","collector","dawn","observation","torture","coat","restoration","convenience","opposition","container","confirmation","app","supervisor","liver","liable","petition","recall","departure","belief","killing","shoulder","singer","literacy","intervention","attraction","invite","modification","suppose","involve","moderate","terror","thirty","opposite","rapidly","ban","assurance","clerk","vast","outline","jeans","odd","wrap","mood","attractive","occasion","victim","careful","beam","arrive","orchestra","moreover","minimal","lottery","aside","licence","allocation","essay","discipline","dialogue","trace","disposal","shut","voluntary","consult","greatly","mask","midnight","commonly","photographer","inform","coal","cry","intent","largely","pleasant","announce","arrow","engagement","rough","weird","lion","blade","suddenly","oxygen","merely","arrangement","stretch","furthermore","cooperative","beef","stroke","headquarters","crowd","transformation","personality","hook","decline","skiing","cloud","facilitate","subscriber","proceed","knife","shelf","timing","adopt","incredible","donation","outer","crop","workforce","organizational","twelve","founder","decade","dispute","tired","adverse","everywhere","steam","discharge","acute","sing","honest","restore","methodology","somebody","sue","reputation","hang","curve","creator","variation","passage","photograph","underlying","suicide","gathering","projection","juice","chase","mathematical","logical","sauce","fame","extract","specialized","courtesy","criticism","retired","injection","protective","afraid","railway","initially","indicator","pointed","mistake","eliminate","mineral","fortune","preference","canvas","threshold","parish","cemetery","stadium","exploration","stem","opt","flu","translate","costume","tune","bishop","shaped","farmer","constitutional","perfectly","tin","slave","instantly","artwork","portrait","terrorist","ethical","mobility","struggle","suffering","neutral","rat","prospective","ultimately","equally","artificial","spectacular","coordination","guilty","activation","naturally","tablet","jury","tail","charm","lawn","violent","underwear","soup","potentially","cottage","drunk","considerable","nose","alien","complexity","constantly","resolve","presidential","documentary","thesis","frequent","ceiling","legislature","anybody","fleet","bunch","singing","theoretical","afford","surveillance","quit","distinct","lung","highlight","substitute","inclusion","hopefully","brilliant","spoken","civic","grain","authentic","regime","architectural","depend","differ","breath","candle","tale","formerly","situated","comparative","strictly","psychological","surprised","elegant","opposed","expenditure","similarly","margin","coin","solely","fake","cure","commander","suggestion","soldier","bomb","harm","interval","spotlight","brush","investigate","repeated","assault","spare","tongue","monkey","proportion","skirt","invest","significance","scenario","junction","oven","intensive","engage","noon","correspondence","supervision","cheat","separation","testimony","suspect","mandatory","crucial","gym","celebration","adjacent","tuition","spouse","exotic","viewer","laugh","surgical","destroy","pitch","offensive","dozen","deployment","cloth","stamp","cargo","mate","butter","pepper","weapon","burden","chef","grocery","blend","occasionally","emission","bow","apparent","autumn","probe","toilet","excited","recover","balanced","timely","explicit","calculation","exclude","exceptional","anxiety","whilst","prompt","precious","annually","fold","essentially","qualify","diagram","attach","spider","sensitivity","preservation","isolated","interim","divine","approve","compound","intensity","technological","abortion","blast","pole","harvest","constitute","desperate","demonstration","bend","sailing","sacred","addiction","synthesis","unemployment","angry","identical","compete","belong","pond","profession","dam","participant","friendship","passport","warrant","frozen","rally","observer","strain","drag","ceremony","somehow","provincial","rely","homework","adjust","sophisticated","silence","possession","treaty","vocal","trainer","organ","lemon","toxic","darkness","nail","span","joke","satisfy","shelter","manufacture","vulnerability","accountability","celebrate","mixture","bench","impressive","sheep","accordingly","architect","challenging","nursery","ash","salad","tender","discretion","preserve","poem","praise","veteran","landing","realistic","integral","relax","congressional","hardly","composer","bean","sword","absent","float","bias","bubble","acquire","contrary","vessel","dairy","admit","fancy","equality","tap","companion","squad","relate","swim","additionally","suffer","martial","retain","execute","tunnel","chaos","wheat","distribute","confused","accused","bee","unity","loud","bride","indigenous","anchor","parade","corruption","trigger","dramatic","terrible","scientist","nevertheless","fever","surely","transcript","inflation","pray","reasonably","bare","cattle","radical","treasure","flame","elderly","pit","extraordinary","spell","coordinate","exclusively","limitation","compile","illustration","construct","inspiration","tribal","curious","stunning","detect","knee","complicated","injured","ton","collapse","unlikely","tribute","immune","rarely","barrier","argue","incorrect","bicycle","arise","thereby","perception","advise","survive","reveal","canal","cow","strict","dive","circulation","protest","assumption","hobby","invention","washing","cognitive","trick","enquiry","closure","raid","timber","intense","ruling","steady","dirt","withdrawal","screw","blame","intake","informal","relevance","incentive","heavily","fifty","uncle","reflection","sink","assure","invitation","meanwhile","brick","grip","naval","medieval","decent","shortly","warrior","cabin","innocent","consensus","horn","journalism","frog","intention","disagree","hazard","anger","mainland","interact","snap","happiness","substantially","bizarre","handy","impression","correlation","gorgeous","nervous","refuse","tribe","superb","transparent","rid","boom","calm","inappropriate","farming","fork","organize","alter","skilled","harmony","rip","amend","reward","hydrogen","comparable","advocate","confusion","medal","harbour","vulnerable","arrange","artistic","bat","breed","precise","mainstream","lip","gather","colonial","embassy","cave","slight","proceeds","indirect","wool","arrest","horizon","deeply","tolerance","creativity","pursue","overcome","grab","inspector","attract","snake","succeed","reminder","trap","lonely","fool","observe","simultaneously","racial","integrate","confident","bacteria","ought","delicious","jail","kidney","transform","vegetable","verse","custody","scratch","alignment","rocket","bullet","nasty","consciousness","ugly","encounter","forty","priest","queue","invasion","runner","notion","spelling","beneath","strengthen","defend","aggressive","sculpture","motivation","mere","consistently","surplus","dig","taxi","punishment","appreciation","subsequently","gravity","thumb","restriction","incorporate","essence","humanity","dominant","twist","stomach","partially","minimize","debut","deny","sponsorship","fraction","trio","proceeding","uncertainty","breakdown","marker","reconstruction","clarity","encouraging","folding","beneficial","fate","penny","robust","prediction","fabulous","battlefield","literally","ecological","spice","prospect","donor","tension","envelope","homeland","eternal","cite","remarkable","rotation","productive","pig","imagination","varied","actress","mess","assign","accommodate","shade","rhythm","sudden","lyric","isolation","rope","rational","dump","warming","grave","legitimate","investigator","gentle","footage","worthy","entrepreneur","duo","excessive","unexpected","cigarette","characteristic","lobby","consequently","headline","punch","narrative","enormous","consist","defeat","distinction","tenant","shake","silly","mercy","freely","mild","fur","readily","fence","shame","revolutionary","civilian","fatal","remedy","breathing","briefly","genius","meaningful","flesh","retreat","barely","wherever","meditation","instrumental","shed","balloon","memo","tide","invisible","sheer","commodity","bind","urgent","buck","indication","acre","surround","revenge","patrol","smell","roughly","divide","consecutive","deserve","worried","boring","accurately","parliamentary","barrel","nerve","deficit","renew","texture","acknowledge","thoroughly","tent","caution","questionnaire","qualification","namely","dare","consequence","rebel","systematic","magnitude","earthquake","fundraising","impressed","slope","poet","conspiracy","theology","evident","organizer","nut","sake","merit","tackle","arbitrary","prominent","retrieve","lean","bye","occasional","drain","potato","panic","explicitly","citizenship","excuse","basement","onion","strand","sandwich","lawsuit","girlfriend","hierarchy","reject","complement","cult","passive","courage","lap","efficiently","textbook","entertaining","settle","hypothesis","peaceful","doctrine","consistency","conclude","propose","rage","talented","precisely","steal","fifteen","widespread","incidence","predict","alike","homeless","horrible","hungry","interference","parental","lesser","publicity","marathon","proposition","dressed","allowance","denial","criterion","badge","wrist","civilization","tremendous","ballot","validity","trustee","realm","helmet","elephant","tsunami","scholar","accomplish","ambassador","intend","bite","striking","myth","gig","phenomenon","weed","conscious","accent","eleven","utilize","pledge","merger","differently","musician","hint","remark","reasoning","convinced","researcher","merge","privilege","fare","herb","breach","traveller","benchmark","competent","momentum","pastor","mud","contributor","grateful","gradually","cliff","desirable","ballet","journalist","afterwards","shine","explosion","opponent","distant","dip","employ","magical","miracle","wound","conviction","lazy","apparatus","terrain","nomination","empirical","worm","dependence","sexuality","remainder","elect","concentrate","intimate","deadly","exclusion","keen","needle","sticky","generous","climb","fascinating","brutal","selective","sacrifice","educated","necessity","obesity","suburban","tomato","pale","humanitarian","delight","survivor","undertake","declare","tear","stranger","tragedy","nest","painful","tribunal","nowhere","cop","adolescent","lately","scary","likewise","banana","occurrence","remind","charming","tooth","annoying","disclose","affair","upset","restrict","beside","mentor","helicopter","pencil","freeze","sphere","surprising","ladder","unnecessary","dramatically","maximize","workout","likelihood","compromise","align","bless","engaging","negotiation","triumph","electoral","heel","controversial","fridge","blanket","justify","surge","trauma","possess","defensive","practitioner","dumb","hollow","revelation","pursuit","delegation","backing","greenhouse","transparency","endless","colony","spine","feat","temporarily","transmit","hunger","detective","surgeon","endorsement","missile","persistent","magnificent","colleague","adaptation","harmful","norm","fossil","badly","disappointed","continually","communist","excitement","verbal","presently","mysterious","pose","therapist","promising","render","thereafter","sail","forge","dense","brave","awful","nightmare","impose","harassment","favour","knock","urge","thorough","creature","ours","aluminium","subtle","cope","flour","controversy","legendary","sympathy","choir","wit","virtue","burst","mandate","gentleman","fibre","reproduce","spokesman","prisoner","crude","sufficiently","bored","bother","compute","continent","resist","insertion","constraint","scared","bent","asylum","stake","cocktail","poison","costly","rifle","notable","warfare","racism","interpret","modest","countryside","clarify","activate","forthcoming","detention","gallon","bitter","incredibly","psychiatric","depart","distinctive","supportive","athlete","enforce","similarity","landlord","leak","compelling","turnover","towel","imagery","competence","inadequate","considerably","habit","scattered","honour","useless","abundance","insufficient","clever","enjoyable","negotiate","sixty","exploit","boyfriend","permanently","distinguish","spark","illustrate","patience","pathway","shallow","stir","ingredient","curtain","tactical","expedition","pile","humour","prosecution","goodbye","viable","defect","loyalty","beloved","sometime","offence","whatsoever","leap","sailor","statue","quotation","manipulation","alongside","relaxing","trophy","emotion","profitable","educate","glove","prejudice","probable","evolutionary","decoration","tenure","appropriately","adapt","regulator","carriage","terminate","withdraw","landmark","neat","dentist","idiot","slice","symbolic","pause","relaxed","demon","aunt","globalization","complain","unfair","renowned","corridor","philosophical","justification","rebuild","manuscript","inherent","insect","grief","memorable","monument","taxpayer","deficiency","loyal","spite","guideline","imply","tendency","wholly","embrace","initiate","purely","fry","critique","skull","servant","critic","adequately","prevalence","fragment","authorize","recruit","marry","enthusiasm","confusing","bounce","weakness","ambulance","dedication","marginal","collision","clue","scandal","scream","pirate","rival","accountant","propaganda","offender","melody","cousin","burial","neglect","emerge","shy","umbrella","refugee","discourse","headache","socialist","slavery","credibility","deed","sustain","mechanic","rejection","shareholder","cruel","smartphone","eager","counselling","pupil","profound","warn","strive","painter","cooker","ankle","borrow","react","sketch","dancer","firmly","harsh","outfit","substitution","cease","overwhelming","altogether","dignity","accumulation","equip","compulsory","activist","exploitation","surrender","dub","spoon","niche","fortunately","nonetheless","expectation","severely","interrupt","liberation","grandfather","blessing","asleep","shout","presidency","delicate","convince","whoever","shocked","alcoholic","breathe","intact","delegate","refuge","sadly","regulate","prestigious","deploy","trousers","shortage","spill","goodness","drift","bombing","inability","inevitable","theatrical","coloured","ritual","slam","quietly","swallow","correspond","straightforward","delighted","cue","monopoly","debris","widow","troubled","vibrant","sweater","corrupt","correspondent","drought","bake","symptom","laughter","ignorance","explosive","heal","prosperity","mum","seemingly","passionate","breakthrough","administer","sock","glorious","bail","judgement","endorse","objection","noisy","economist","regret","litter","grandmother","appoint","humble","petrol","hostile","diplomatic","ego","rude","viewpoint","conception","unemployed","willingness","oppose","terrific","definite","congregation","cheer","misleading","predator","whereby","capitalism","lively","inequality","educator","immigrant","interfere","guilt","sweep","neighbourhood","fade","scrutiny","nonsense","mob","expose","monk","weigh","conscience","crush","enthusiast","inspire","meantime","revival","disappear","specimen","listener","councillor","hurry","influential","beneficiary","offspring","clash","retire","emergence","feminist","compassion","pronounced","extensively","reign","sensible","accountable","stiff","ridiculous","elbow","appealing","stark","revise","consolidate","refusal","secular","distress","notably","secondly","backwards","presumably","plea","accompany","hesitate","specialize","prey","rub","violate","stimulate","whip","lifelong","handful","emphasize","hilarious","steep","unfortunate","expire","midst","forgive","competitor","depressed","appetite","sensation","morality","wealthy","defender","racist","convey","govern","feather","fond","sixteen","successor","prohibit","prosecutor","suspend","aide","columnist","elaborate","descent","analyse","disturbing","illusion","ambitious","notorious","residue","assert","inspect","casualty","designate","grasp","thirteen","tragic","irrelevant","happily","shrink","stance","derive","pretend","fairness","quota","crowded","maths","unprecedented","frustration","ally","solidarity","frustrated","verdict","nominee","allegedly","rhetoric","dull","critically","owe","accelerate","hatred","manifest","behave","shiny","smash","destructive","countless","sigh","spicy","frankly","melt","encouragement","cooperate","fortunate","premise","epidemic","realization","reportedly","dilemma","aesthetic","eighteen","unacceptable","outbreak","curved","vein","swear","consume","amazed","fourteen","honesty","threaten","lethal","teenager","suburb","succession","allocate","relieve","aftermath","enthusiastic","squeeze","amid","uncomfortable","worthwhile","ideology","anxious","gut","evolve","suspicious","scare","thief","imprisonment","historian","comprise","halt","referee","broadly","bury","autonomy","insist","slash","entertain","lend","speculation","assertion","dismissal","shocking","supposedly","patron","anticipate","induce","unite","sovereignty","supermarket","ruin","credible","deliberately","openly","crawl","convincing","rotate","fragile","wipe","referendum","subsidy","obey","multiply","humorous","exile","reside","hail","optimistic","genocide","seldom","vague","diagnose","curiosity","thoughtful","dominate","damaging","abandon","unhappy","certainty","successive","philosopher","lengthy","undoubtedly","reluctant","inclined","cheek","utterly","psychologist","solicitor","glimpse","attain","riot","predictable","adhere","enquire","toss","pity","aspire","accidentally","fixture","steadily","massacre","undergo","beg","seventy","problematic","troop","supporter","assemble","predominantly","ambition","apologize","restraint","ninety","recycle","disruption","rubbish","upstairs","manipulate","collaborate","fierce","resignation","inevitably","nowadays","sack","aggression","halfway","compensate","politician","perceive","firstly","suspicion","disadvantage","privatization","peculiar","commence","obsession","grind","albeit","sincere","rebellion","misery","sentiment","divorced","disappointment","robbery","dismiss","boil","deliberate","amusing","risky","desperately","reinforce","frustrating","emotionally","indoors","disappointing","eighty","statistic","coup","dominance","absorb","overly","chunk","limb","occupy","immense","capitalist","metre","imaginary","affection","vicious","stimulus","constituency","invoke","chop","compose","memoir","dispose","intriguing","flaw","conquer","impress","fashionable","testify","miner","analogy","spectator","circumstance","curly","obstacle","irony","gesture","concession","admire","litre","nod","summarize","fundamentally","suppress","precedent","metaphor","polite","seventeen","steer","whisper","confession","absurd","furious","motive","sympathetic","isolate","unconscious","infamous","gaze","assassination","remarkably","stall","lad","characterize","hostage","contention","theirs","cater","miserable","decorate","simulate","hers","grin","trillion","contempt","erect","confront","inmate","thrilled","indictment","apology","flawed","dislike","imminent","punish","awkward","stair","injustice","slap","prescribe","nominate","wander","relieved","firearm","ideological","bleed","ancestor","incur","hopeful","predecessor","discard","mosque","terribly","weave","insult","differentiate","instinct","carrot","empower","prevail","undermine","implication","persuade","sibling","ashamed","endure","inhibit","oversee","stare","contradiction","tolerate","genuinely","neighbouring","seize","decisive","flavour","accomplishment","cautious","counterpart","militia","tyre","explode","motivate","formulate","arguably","endeavour","coincidence","neighbour","confess","thrive","turnout","persist","unpleasant","creep","supervise","greet","confrontation","tidy","backdrop","articulate","fulfil","businessman","disagreement","ironic","upwards","firefighter","await","soar","slogan","flee","biscuit","classify","downstairs","cheerful","leaflet","favourable","optimism","accumulate","embarrassing","ironically","practise","regain","trait","soak","infect","outing","instruct","plunge","resemble","spokesperson","yell","resign","intervene","tactic","stab","sanction","recession","magistrate","faction","annoyed","bureaucracy","conserve","overlook","astonishing","militant","confuse","outrage","devote","frightened","discourage","encompass","colourful","contend","indulge","embarrassed","coincide","enrich","preach","thankfully","depict","frightening","annoy","confer","dictate","loudly","depressing","condemn","nineteen","cynical","novelist","inherit","spoil","invade","diminish","invent","originate","peasant","spectacle","waiter","hostility","tighten","dictator","disrupt","deem","guerrilla","diplomat","loom","ethic","devise","spokeswoman","policeman","broadcaster","uphold","dissolve","allegation","conceive","disastrous","presume","enact","offend","revive","embarrassment","boast","disturb","criticize","embed","flourish","stabilize","inject","forbid","widen","outsider","drown","reckon","aspiration","cultivate","plead","vow","commentator","conceal","cupboard","congratulate","poisonous","stumble","exert","portray","infer","prosecute","careless","embark","descend","contender","thirsty","correlate","weaken","complication","stun","accuse","compel","unfold","divert","proclaim","haunt","circulate","speculate","provoke","carve","cling","rumour","dishonest","foreigner","extremist","tonne","contemplate","applaud","abolish","counsellor","vanish","impatient","postpone","enrol","pronounce","mobilize","stereotype","accusation","convict","recount","evoke","elevate","defy","distract","disappoint","unveil","concede","intensify","shrug","deprive","evacuate","linger","distort","precede","grandparent","inflict","injure","allege","unify","kilometre","motorist","overturn","reassure","embody","downwards","fasten","confine","settler","betray","villager","deteriorate","lorry","youngster","kidnap","escalate","starve","shatter","overwhelm","preside","tempt","displace","detain","denounce","entitle","sceptical","frighten","oblige","firework","heighten","ensue","atrocity","exaggerate","erupt","inhabitant","protester","imprison","devastate","obsess","terrify","cannot"],"data":[["the","definite article",3,1,"A1","A1",23135851162,1.0],["of","preposition",2,1,"A1","A1",13151942776,2.0],["and","conjunction",3,1,"A1","A1",12997637966,3.0],["to","infinitive marker,preposition",2,1,"A1,A1","A1",12136980858,4.0],["a","determiner",1,1,"A1","A1",9081174698,5.0],["in","adverb,preposition",2,1,"A1,A1","A1",8469404971,6.0],["for","preposition",3,1,"A1","A1",5933321709,7.0],["on","adverb,preposition",2,1,"A1,A1","A1",3750423199,8.0],["that","adverb,conjunction,determiner,pronoun",4,1,"B1,A1,A1,A1","A1",3400031103,9.0],["by","adverb,preposition",2,1,"B1,A1","A1",3350048871,10.0],["this","adverb,determiner,pronoun",4,1,"B1,A1,A1","A1",3228469771,11.0],["with","preposition",4,1,"A1","A1",3183110675,12.0],["i","pronoun",1,1,"A1","A1",3086225277,13.0],["you","pronoun",3,1,"A1","A1",2996181025,14.0],["it","noun,pronoun",2,1,"B1,A1","A1",2813163874,15.0],["not","adverb",3,1,"A1","A1",2633487141,16.0],["or","conjunction",2,1,"A1","A1",2590739907,17.0],["be","verb,auxiliary verb",2,1,"A1,A1","A1",2398724162,18.0],["from","preposition",4,1,"A1","A1",2275595356,19.0],["at","preposition",2,1,"A1","A1",2272272772,20.0],["as","adverb,conjunction,preposition",2,1,"A2,A2,A1","A1",2247431740,21.0],["your","determiner",4,1,"A1","A1",2062066547,22.0],["all","adverb,determiner,pronoun",3,1,"A2,A1,A1","A1",2022459848,23.0],["have","verb,